"DST" = "DST";
"STD" = "STD";
"Loaded " = "已加载 ";
" deep space objects" = "深度空间物体";
"Loading NV fragment program: " = "正在加载 NV fragment program:";
"Error loading NV fragment program: " = "加载 NV fragment program 时出现错误:";
"Error in fragment program " = "fragment program 出现错误 ";
"Initializing NV fragment programs . . .\n" = "正在对 NV fragment program 进行初始化. . .\n";
"All NV fragment programs loaded successfully.\n" = "所有 NV fragment program 加载成功。\n";
"Initializing ARB fragment programs . . .\n" = "对 ARB fragment program 进行初始化. . .\n";
"Galaxy (Hubble type: %s)" = "星河系(赫伯分类: %s)";
"Loading image from file " = "从文件加载图像 ";
": unrecognized or unsupported image file type.\n" = " 无法识别或不支持的图像数据格式。\n";
"Error opening image file " = "打开图像文件错误 ";
"Error: " = "错误:";
" is not a PNG file.\n" = " 不是PNG图像文件。\n";
"Error reading PNG image file " = "读取PNG图像文件时出错。";
"Loading model: " = "加载模型:";
"   Model statistics: " = "   模型统计数据:";
" vertices, " = "顶,";
" primitives, " = "基元,";
" materials " = " 材料 ";
" unique)\n" = "独特)\n";
"Error loading model '" = "加载模型时出错 '";
"%s" = "%s";
"Error in .ssc file (line " = ".ssc 文件出错（行 ";
"parent body '" = "母天体 '";
"' of '" = "'拥有'";
"' not found." = "' 找不到。";
"warning duplicate definition of " = "警告:重复定义";
"bad alternate surface" = "不正确的可替换物体表面";
"bad location" = "不正确的地理位置";
"' not found.\n" = "' 找不到。\n";
"Bad header for cross index\n" = "不正确的交叉检索文件头\n";
"Bad version for cross index\n" = "不正确的交叉检索文件文本\n";
"Loading cross index failed at record " = "加载交叉检索文件失败--出错数据点 ";
"Bad spectral type in star database, star #" = "恒星数据库中的恒星光谱特征不正确，恒星编号#";
" stars in binary database\n" = " 恒星在双星系统数据库中\n";
"Total star count: " = "总计恒星数:";
"Error in .stc file (line " = ".stc文件出错（行 ";
"Invalid star: bad spectral type.\n" = "无效恒星数据:不正确的恒星光谱特征类。\n";
"Invalid star: missing spectral type.\n" = "无效恒星数据:缺少恒星光谱特征类。\n";
"Barycenter " = "质心 ";
" does not exist.\n" = " 不存在。\n";
"Invalid star: missing right ascension\n" = "无效恒星数据:缺少赤经\n";
"Invalid star: missing declination.\n" = "无效恒星数据:缺少赤纬。\n";
"Invalid star: missing distance.\n" = "无效恒星数据:缺少距离。\n";
"Invalid star: missing magnitude.\n" = "无效恒星数据:缺少光度。\n";
"Invalid star: absolute (not apparent) magnitude must be specified for star near origin\n" = "无效恒星数据:绝对（不明显）星等为附近恒星来源\n";
"Creating tiled texture. Width=" = "正在创建层叠纹理。宽度=";
", max=" = ",最大=";
"Creating ordinary texture: " = "正在创建正常纹理:";
"Loading NV vertex program: " = "加载NV vertex program:";
"Error loading NV vertex program: " = "加载NV vertex program时出现错误:";
"Error in vertex program " = "vertex program出现错误 ";
"Loading ARB vertex program: " = "加载ARB vertex program:";
"Error loading ARB vertex program: " = "加载ARB vertex program时出现错误:";
", line " = "，行";
"Initializing NV vertex programs . . .\n" = "对NV vertex program进行初始化 . . .\n";
"All NV vertex programs loaded successfully.\n" = "所有NV vertex programs加载成功。\n";
"Initializing ARB vertex programs . . .\n" = "对ARB vertex program进行初始化 . . .\n";
"All ARB vertex programs loaded successfully.\n" = "所有ARB vertex program加载成功。\n";
"Error reading favorites file." = "读出收藏夹中的文件时出错。";
"Orientation: " = "方向:";
"Error opening script file." = "打开脚本文件时出现错误。";
"Error opening script '%s'" = "打开脚本文件'%s'时出现错误";
"Unknown error opening script" = "打开脚本文件出现未知错误";
"Script coroutine initialization failed" = "脚本协程序初始化失败";
"Invalid filetype" = "无效文件格式";
"Magnitude limit: %.2f" = "光度可视化极限:%.2f";
"Markers enabled" = "标记已启动";
"Markers disabled" = "标记已关闭";
"Goto surface" = "逼近物体表面";
"Alt-azimuth mode enabled" = "地平经仪模式开启";
"Alt-azimuth mode disabled" = "地平经仪模式关闭";
"Star style: fuzzy points" = "星点渲染:模糊点";
"Star style: points" = "星点渲染:正常点";
"Star style: scaled discs" = "星点渲染:缩放点";
"Comet tails enabled" = "开启彗星尾渲染";
"Comet tails disabled" = "关闭彗星尾渲染";
"Render path: Basic" = "渲染通道:基本";
"Render path: Multitexture" = "渲染通道:多纹理";
"Render path: NVIDIA combiners" = "渲染通道: NVIDIA 组合渲染";
"Render path: OpenGL vertex program" = "渲染通道: OpenGL vertex program";
"Render path: NVIDIA vertex program and combiners" = "渲染通道: NVIDIA vertex program and combiners";
"Render path: OpenGL vertex program/NVIDIA combiners" = "渲染通道: OpenGL vertex program/NVIDIA combiners";
"Render path: OpenGL 1.5 vertex/fragment program" = "渲染通道: OpenGL 1.5 vertex/fragment program";
"Render path: NVIDIA GeForce FX" = "渲染通道: NVIDIA GeForce FX";
"Render path: OpenGL 2.0" = "渲染通道: OpenGL 2.0";
"Auto-magnitude enabled" = "开启光度自动调节";
"Auto-magnitude disabled" = "关闭光度自动调节";
"Cancel" = "撤销操作指令";
"Time and script are paused" = "计时和脚本运行暂停";
"Time is paused" = "计时暂停";
"Resume" = "恢复计时或脚本运行";
"Light travel time:  %.4f yr " = "光传播时间:%.4f年";
"Light travel time:  %d min  %.1f s" = "光传播时间:%d分%.1f秒";
"Light travel time:  %d h  %d min  %.1f s" = "光传播时间:%d时%d分%.1f秒";
"Light travel delay included" = "开启光的传播时间补偿";
"Light travel delay switched off" = "关闭光的传播时间补偿";
"Light travel delay ignored" = "忽略光的传播时间补偿";
"Using normal surface textures." = "调用正常表面纹理。";
"Using limit of knowledge surface textures." = "调用表面有限纹理信息";
"Follow" = "跟踪物体";
"Time: Forward" = "时间:正向流逝";
"Time: Backward" = "时间:反向流逝";
"Time rate" = "时间速率";
"Sync Orbit" = "同步跟踪物体";
"Lock" = "锁住物体";
"Chase" = "追赶物体";
"Auto magnitude limit at 45 degrees:  %.2f" = "45度视野区内光度自动调节:%.2f";
"Ambient light level:  %.2f" = "氛围光线等级: %.2f";
"Light gain" = "增加星光";
"Bloom enabled" = "开启彗星尾渲染";
"Bloom disabled" = "关闭彗星尾渲染";
"Exposure" = "曝光";
"GL error: " = "GL 错误:";
"View too small to be split" = "视窗太小不能再分割";
"Added view" = "增加视窗";
"ly" = "光年";
"au" = "天文单位";
" days" = " 天";
" hours" = " 时";
" minutes" = " 分";
"Apparent diameter: " = "观测直径:";
"Apparent magnitude: " = "观测光度:";
"Absolute magnitude: " = "绝对光度:";
"RA: " = "RA: ";
"Dec: " = "12 月: ";
"km" = "公里";
"Distance: " = "距离:";
"Star system barycenter\n" = "星系质心\n";
"Abs (app) mag: %.2f (%.2f)\n" = "绝对光度(观测光度):%.2f (%.2f)\n";
"Luminosity: " = "亮度:";
"x Sun" = "太阳 x";
"Class: " = "天体类别:";
"Neutron star" = "中子星";
"Black hole" = "黑洞";
"Surface temp: " = "表面温度:";
"Radius: " = "半径:";
"Rsun" = "太阳当量半径";
"Rotation period: " = "公转周期:";
"Planetary companions present\n" = "拥有行星\n";
"Distance from center: " = "到中心的距离:";
"Temperature: " = "温度:";
"Apparent mag: %.2f\n" = "观测光度:%.2f\n";
"  LT" = "包含时光差";
"Real time" = "实时正计时";
"-Real time" = "-实时倒计时";
"Time stopped" = "停止计时";
" faster" = "倍加快时间流逝";
" slower" = "倍减慢时间流逝";
" (Paused)" = "（暂停渲染）";
"FPS: " = "显真:";
"\nSpeed: " = "\n速度:";
" m/s" = "米/秒";
" km/s" = "千米/秒";
" AU/s" = "天文单位/秒";
" ly/s" = " 光年/秒";
"Travelling " = "太空飞行";
"Track " = "监视目标:";
"Follow " = "跟踪目标:";
"Sync Orbit " = "同步跟踪目标:";
"Lock " = "锁住目标:";
"Chase " = "追赶目标:";
"FOV: " = "视锥:";
"Sun" = "太阳";
"Target name: " = "目标物体名称:";
" at " = "采用";
" fps" = " FPS";
"  Recording" = "录像";
"  Paused" = "暂停";
"F11 Start/Pause    F12 Stop" = "F11 开始/暂停    F12 停止";
"Edit Mode" = "编辑状态";
"Loading solar system catalog: " = "加载太阳系目录文件:";
"Loading " = "加载:";
"License file 'License.txt' is missing!" = "找不到使用版权说明文件 'License.txt'!";
"Error reading configuration file." = "读出系统构架文件时出错。";
"Initialization of SPICE library failed." = "SPICE 库初始化失败。";
"Cannot read star database." = "不能读出星体数据库。";
"Error opening deepsky catalog file." = "读取恒星目录文件错误";
"Error opening solar system catalog.\n" = "打开太阳系目录文件时出错。\n";
"Error opening asterisms file." = "打开星座图定义文件时出错";
"Error opening constellation boundaries files." = "打开星座边界文件时出错";
"render path: " = "渲染通道:";
"Failed to initialize renderer" = "渲染器初始化失败";
"Error loading font; text will not be visible.\n" = "读取字符文件时出错；文字将无法显示。\n";
"Error reading cross index " = "错误读取交叉检索文件";
"Loaded cross index " = "加载交叉检索文件";
"Error opening " = "错误读取";
"Error reading star names file\n" = "读取恒星命名文件时出错\n";
"Error reading stars file\n" = "读取恒星文件时出错\n";
"Error opening star catalog " = "读取恒星目录文件";
"Error in creating ogg file %s for capture.\n" = "用于数据捕捉的Ogg文件%s的建立出错\n";
"Internal Ogg library error." = "系统内部的Ogg库文件出错。";
"OggTheoraCapture::start() - Theora video: %s %.2f(%d/%d) fps quality %d %dx%d offset (%dx%d)\n" = "OggTheoraCapture::start() - Theora 影像:%s %.2f(%d/%d) FPS质量%d %dx%d 偏移补偿(%dx%d)\n";
"OggTheoraCapture::cleanup() - wrote %d frames\n" = "OggTheoraCapture::cleanup() - 写入%d显像\n";
"Settings" = "设置";
"Vendor: " = "开发商:";
"Renderer: " = "渲染(R)";
"Version: " = "版本:";
"GLSL version: " = "GLSL 版本:";
"Max simultaneous textures: " = "中分辨率纹理";
"Max texture size: " = "最大纹理尺寸:";
"Max cube map size: " = "最大立方体图尺寸:";
"Point size range: " = "点大小区域:";
"Supported Extensions:" = "支持扩展:";
"Windowed Mode" = "带窗口的显示";
"Asteroids" = "陨石";
"Comets" = "彗星";
"Invisibles" = "不可见物体";
"Moons" = "月亮";
"Planets" = "行星";
"Spacecraft" = "卫星或航天器";
"Goto" = "驶向选择物体(G)";
"Follow" = "尾随选择物体(F)";
"Sync Orbit" = "同步于选择物体(Y)";
"Info" = "更多信息(I)";
"Reference Vectors" = "参考向量(R)";
"Show Body Axes" = "显示天体轴线";
"Show Frame Axes" = "显示窗边";
"Show Sun Direction" = "显示太阳位置";
"Show Velocity Vector" = "显示速度向量";
"Show Planetographic Grid" = "显示行星经纬网格";
"Show Terminator" = "显示阴暗边界线";
"Satellites" = "卫星(S)";
"Alternate Surfaces" = "可选表面(A)";
"Orbiting Bodies" = "轨道物体";
"Unmark" = "关闭标志(U)";
"Mark" = "启动标志(M)";
"Loading: " = "加载:";
"LANGUAGE" = "zh_CN";
"WinLangID" = "804";
"Copied URL" = "复制URL地址";
"Loading URL" = "调用URL";
"Error opening script" = "打开脚本时出错";
"Error loading script" = "加载脚本时出错";
"Running script" = "运行脚本";
"Planet" = "行星";
"Satellite" = "卫星";
"Date" = "日期";
"Start" = "开始时间";
"Duration" = "持续时间";
"Earth" = "地球";
"Jupiter" = "木星";
"Saturn" = "土星";
"Uranus" = "天王星";
"Neptune" = "海王星";
"Pluto" = "冥王星";
"Name" = "名称";
"Distance (ly)" = "距离 (光年)";
"App. mag" = "观测亮度";
"Abs. mag" = "绝对亮度";
"Type" = "类型";
"Universal Time" = "国际统一标准时间";
"Local Time" = "局部时间";
"Time Zone Name" = "时区名称";
"UTC Offset" = "UTF 偏差";
"Celestial Browser" = "天体浏览系统";
"Moon" = "月亮";
"Asteroid" = "陨石";
"Comet" = "彗星";
"Invisible" = "不可见物体";
"Barycenter" = "质心 ";
"Small Body" = "小天体";
"Dwarf Planet" = "矮行星";
"-" = "-";
"Eclipse Finder" = "预算星月食";
"Add Bookmark" = "标记书签(A)";
"Add a bookmark for the current document" = "对当前文档添加标记书签";
"Add Relative Bookmark" = "添加相对标记书签(R)";
"Add a relative bookmark for the current document" = "对当前文档添加相对标记书签";
"Add Settings Bookmark" = "添加设置标记书签(S)";
"Add a settings bookmark for the current document" = "对当前文档添加设置标记书签";
"Edit your bookmark collection in a separate window" = "在另外窗口里编辑标记书签文件";
"New Folder..." = "新文件夹(N)...";
"Create a new bookmark folder in this menu" = "在当前菜单中建立标记书签文件夹";
"Can't add bookmark with empty URL" = "空网域址不能加到标记书签中";
"Something seems to be wrong with your installation of Celestia. The splash screen directory couldn't be found. \nStart-up will continue, but Celestia will probably be missing some data files and may not work correctly, please check your installation." = "您的Celestia系统安装可能存在问题。启动时找不到提示屏幕图像所在的文件夹\n启动过程将继续，但Celestia系统可能无法加载某些数据文件并且不能保证正常运行。请检查您的系统安装。";
"Go to URL..." = "转到URL网址(U)...";
"Go to Long/Lat..." = "驶向经/纬度所示位置(L)...";
"Back" = "后退(B)";
"Forward" = "前进(F)";
"Home" = "主页";
"Bookmarks" = "书签";
"Full Screen" = "切换全屏幕显示";
"Copy URL" = "复制URL地址";
"Set Time..." = "设置时间...";
"Set Time to Now" = "将时间设置为当前时间";
"Accelerate Time" = "加快时间流逝";
"Decelerate Time" = "减慢时间流逝";
"Accelerate Time (x2)" = "加快时间流逝 (x2)";
"Decelerate Time (/2)" = "减慢时间流逝 (/2)";
"Pause Time" = "暂定时间流逝";
"Reverse Time" = "反向时间流逝";
"Split View Vertically" = "垂直分割视窗";
"Split View Horizontally" = "水平分割视窗";
"Cycle View" = "切换视窗";
"Single View" = "单视窗";
"Delete View" = "删除视窗";
"Frames Visible" = "显示视窗边框";
"Active Frame Visible" = "显示当前视窗边框";
"Synchronize Time" = "时间同步";
"Alt-Azimuth Mode" = "地平线视野";
"Go To Surface" = "逼近物体表面";
"Show Stars" = "显示恒星";
"Show Planets" = "显示行星";
"Show Galaxies" = "显示银河系";
"Show Globulars" = "显示球状星团";
"Show Partial Trajectories" = "显示部分轨道";
"Show Nebulae" = "显示星云";
"Show Open Clusters" = "显示星族";
"Show Constellations" = "显示星座";
"Show CloudMaps" = "显示云层";
"Show Cloud Shadows" = "显示云层投影";
"Show Orbits" = "显示轨道";
"Show Asteroid Orbits" = "显示陨石轨道";
"Show Comet Orbits" = "显示彗星轨道";
"Show Moon Orbits" = "显示月球轨道";
"Show Star Orbits" = "显示星星轨道";
"Show Planet Orbits" = "显示行星轨道";
"Show Spacecraft Orbits" = "显示卫星或航天器轨道";
"Show Celestial Grid" = "显示天体坐标线";
"Show Night Side Lights" = "显示背光";
"Show Markers" = "显示标志";
"Show Atmospheres" = "显示大气层";
"Show Smooth Orbit Lines" = "显示光滑轨道线";
"Show Eclipse Shadows" = "显示日月食投影";
"Cycle Star Mode" = "切换恒星显示形状";
"Show Ring Shadows" = "显示星环投影";
"Show Boundaries" = "显示星座边界线";
"Auto Magnitudes" = "光度自动调节";
"Show Comet Tails" = "显示彗星尾";
"Show Star Labels" = "显示恒星标注";
"Show Planet Labels" = "显示行星标注";
"Show Moon Labels" = "显示月球标注";
"Show Comet Labels" = "显示彗星标注";
"Show Constellation Labels" = "显示星座标注";
"Constellation Labels in Latin" = "拉丁文星座标注";
"Show Galaxy Labels" = "显示银河系标注";
"Show Globular Labels" = "显示球状星团标注";
"Show Nebula Labels" = "显示星云标注";
"Show Open Cluster Labels" = "显示星族标注";
"Show Asteroid Labels" = "显示陨石标注";
"Show Spacecraft Labels" = "显示卫星或航天器标注";
"Show Location Labels" = "显示地理位置标注";
"Display Local Time" = "显示局部时间";
"Show City Locations" = "显示城市位置";
"Show Observatory Locations" = "显示观测站位置";
"Show Landing Sites Locations" = "显示着陆地点位置";
"Show Crater Locations" = "显示陨石坑位置";
"Show Mons Locations" = "显示山脉位置";
"Show Terra Locations" = "显示陆地位置";
"Show Vallis Locations" = "显示峡谷位置";
"Show Mare Locations" = "显示海洋位置";
"Show Other Locations" = "显示其它位置";
"Wireframe Mode" = "线框模型显示";
"Center on Orbit" = "中心置于轨道";
"Basic" = "基本";
"Multitexture" = "多纹理";
"NvCombiners" = "NvCombiners";
"DOT3 ARBVP" = "DOT3 ARBVP";
"NvCombiner NvVP" = "NvCombiner NvVP";
"NvCombiner ARBVP" = "NvCombiner ARBVP";
"ARBFP ARBVP" = "ARBFP ARBVP";
"NV30" = "NV30";
"OpenGL 2.0" = "OpenGL 2.0版本";
"Cycle OpenGL Render Path" = "切换OpenGL渲染通道";
"Sync framerate to video refresh rate" = "与视频刷新率同步";
"Grab Image" = "捕捉屏幕图像";
"Capture Video" = "捕捉屏幕影像";
"OpenGL info" = "OpenGL系统信息";
"Show Bookmark Toolbar" = "显示标记书签工具栏";
"OpenGL Info" = "OpenGL系统信息";
"UTC" = "国际统一标准时间";
"This version of Celestia was not built with support for movie recording." = "本版本Celestia系统不支持影像录制功能。";
"Go to URL" = "转到URL网址(U)...";
"Enter URL" = "输入URL地址";
"Object: " = "物体:";
"Longitude: " = "经度:";
"East" = "东";
"West" = "西";
"Latitude: " = "纬度:";
"North" = "北";
"South" = "南";
"Altitude: " = "高度:";
"Celestia encountered an error while processing your script" = "Celestia系统在处理脚本时出现错误";
"Celestia" = "Celestia";
"Use alternate configuration file" = "使用不同的系统构架文件";
"Use alternate installation directory" = "使用不同的安装路径";
"Use as additional \"extras\" directory" = "作为附加\"extras\"文件目录";
"Start fullscreen" = "以全屏幕显示启动系统";
"Disable splash screen" = "关掉启动提示屏幕显示";
"Start and go to url" = "启动系统并转到UTL地址";
"_: NAME OF TRANSLATORS\\nYour names" = "系统汉化开发者:ZhaoZhengxu";
"_: EMAIL OF TRANSLATORS\\nYour emails" = "zhaozhengxu@yahoo.com";
"Celestia Preferences" = "Celestia系统保留数值";
"Rendering" = "渲染";
"Show" = "显示";
"Stars" = "恒星";
"Galaxies" = "银河系";
"Nebulae" = "星云";
"Open Clusters" = "星族";
"Atmospheres" = "大气层";
"Clouds" = "云层";
"Cloud Shadows" = "云层投影";
"Night Side Lights" = "背光";
"Eclipse Shadows" = "日月食投影";
"Comet Tails" = "彗星尾";
"Orbits" = "轨道";
"Partial Trajectories" = "部分轨迹";
"Smooth Orbit Lines" = "光滑轨道线";
"Celestial Grid" = "天体坐标线";
"Constellations" = "星座";
"Markers" = "标志";
"Ring Shadows" = "星环投影";
"Constellation Boundaries" = "星座边界线";
"Orbits / Labels" = "轨道 / 标注";
"Labels" = "标注";
"Constellations in Latin" = "拉丁文星座标注";
"Spacecrafts" = "卫星或航天器";
"Locations" = "位置";
"Ambient Light" = "光线强度";
"Limiting Magnitude" = "光度可视化极限";
"Info Text" = "文字显示";
"Level: " = "等级:";
"None" = "无文字";
"Terse" = "简练式";
"Verbose" = "详尽式";
"Textures" = "纹理式";
"Resolution: " = "分辨率: ";
"Low" = "弱";
"Medium" = "中";
"High" = "强";
"Automatic FOV" = "自动调节视锥";
"Screen DPI: " = "屏幕 DPI:";
"Viewing Distance (cm): " = "观测距离(cm):";
"Cities" = "城市";
"Observatories" = "观测站";
"Landing Sites" = "着陆地点位置";
"Craters" = "陨石坑";
"Mons" = "山脉";
"Terra" = "陆地";
"Vallis" = "峡谷";
"Mare" = "海洋";
"Other" = "其它";
"Minimum Feature Size" = "地面特征最小显示尺寸";
"Date/Time" = "日期/时间";
"Display" = "显示";
"Timezone: " = "时区:";
"Format: " = "格式:";
"Local Format" = "本地格式";
"Set" = "设置";
"Local Time is only supported for dates between 1902 and 2037.\n" = "局部时间只能设置在1902和2037年之间\n";
"Julian Date: " = "朱力安历日期: ";
"Now" = "当前";
"\nSelection: " = "\n选择:";
"Include Light Travel Time" = "考虑光传播时间";
"Ignore Light Travel Time " = "忽略光传播时间";
"OpenGL" = "OpenGL";
"Key Bindings" = "键盘设定";
"<b>Unextended OpenGL 1.1</b>" = "<b>未扩展OpenGL 1.1</b>";
"<b>Multiple textures and the ARB_texenv_combine extension</b>" = "<b>Multiple textures和ARB_texenv_combine扩展</b>";
"<b>NVIDIA combiners, no vertex programs</b>" = "<b>NVIDIA combiners, 无vertex programs程序</b>";
"<b>ARB_texenv_DOT3 extension, ARB_vertex_program extension</b>" = "<b>ARB_texenv_DOT3扩展, ARB_vertex_program扩展</b>";
"<b>NVIDIA Combiners, NV_vertex_program extension</b><br> provide bump mapping, ring shadows, and specular highlights on any Geforce or ATI Radeon graphics card, though NvCombiner ARBVP is a slightly better option for Geforce users" = "<b>NVIDIA Combiners, NV_vertex_program扩展</b><br>尽管NvCombiner ARBVP对使用Geforce显卡的用户是稍微优先的选择，本扩展在任何Geforce or ATI Radeon显卡上提供bump mapping, ring shadows和specular highlights";
"<b>NVIDIA Combiners, ARB_vertex_program extension</b>" = "<b>NVIDIA Combiners, ARB_vertex_program扩展</b>";
"<b>ARB_fragment_program and ARB_vertex_program extensions</b><br>provide advanced effects on Geforce FX and Radeon 9700 cards" = "<b>ARB_fragment_program and ARB_vertex_program扩展</b><br>为GeforceFX和Radeon9700系列显卡提供更高级绘图效果";
"<b>NV_fragment_program and ARB_vertex_program extensions</b>" = "<b>NV_fragment_program和ARB_vertex_program扩展</b>";
"<b>OpenGL 2.0 Shading Language</b>" = "<b>OpenGL 2.0 Shading Language编程语言</b>";
"File %1 does not exist, using default configuration file %2/celestia.cfg" = "文件 %1 不存在，使用预置系统构架文件 %2/celestia.cfg";
"Directory %1 does not exist, using default %2" = "文件路径 %1 不存在，使用预置路径 %2";
"Extras directory %1 does not exist" = "附加路径 %1 不存在";
"Abs (app) mag: " = "绝对光度(观测光度):";
"Surface Temp: " = "表面温度:";
"Marked objects" = "标记物体";
"Select" = "选择物体(S)";
"Center" = "置选择物体于屏幕中心(C)";
"Synch Orbit" = "同步于选择物体(Y)";
"Unmark All" = "关闭所有标志(A)";
"Diamond" = "菱形";
"Triangle" = "三角形";
"Square" = "方形";
"Filled Square" = "正方形";
"Plus" = "加号";
"X" = "X形";
"Left Arrow" = "左箭头";
"Right Arrow" = "右箭头";
"Up Arrow" = "上箭头";
"Down Arrow" = "下箭头";
"Circle" = "圆环";
"Disk" = "磁盘";
"Normal" = "正常";
"Small Bodies" = "小天体";
"Dwarf Planets" = "矮行星";
"Duration: %1" = "持续时间:%1";
"Size: %1 MB" = "容量:%1 MB";
"Current size: %1 x %2" = "当前尺寸:%1 x %2";
"Current width: %1 x %2" = "当前宽度:%1 x %2";
"Current height: %1 x %2" = "当前高度:%1 x %2";
"You must specify a file name." = "您必须提供文件名。";
"Error initializing movie capture." = "影像捕捉初始化出错。";
"Navigation" = "浏览(N)";
"Options" = "选项";
"Objects" = "物体";
"OpenGL Render Path" = "OpenGL渲染通道";
"Time" = "时间";
"MultiView" = "多视窗";
"Main Toolbar" = "主工具栏";
"Dist." = "距离";
"App. Mag." = "观测光度";
"Abs. Mag." = "绝对光度";
"With Planets" = "按拥有行星数目";
"Brightest (Abs.)" = "按最大亮度(绝对光度)";
"Brightest (App.)" = "按最大亮度(观测光度)";
"Nearest" = "按最近距离";
"Close" = "关闭(C)";
"Alt+C" = "Alt+C";
"Refresh" = "刷新";
"End" = "结束";
"Search parameters" = "查找参数";
"Solar Eclipses" = "日食";
"On:" = "发生于:";
"Moon Eclipses" = "月食";
"Search" = "查找";
"To:" = "到:";
"From:" = "从:";
"Close" = "关闭";
"Video Capture" = "捕捉影像";
"Save As:" = "另存为:";
"*.ogg" = "*.ogg";
"Aspect Ratio:" = "方面比:";
"Current" = "当前";
"11:9" = "11:9";
"4:3" = "4:3";
"16:9" = "16:9";
"Image Size:" = "图像尺寸:";
"Frame Rate:" = "FPS:";
"Video Quality:" = "录像质量:";
"Play Video when capture is done" = "录制完毕后播放录像";
"Usage" = "用途";
"<p>Press <b>F11</b> to start/pause recording<br>\nPress <b>F12</b> to stop</p>\n\n<p>Note that resizing the main window will not be possible until the end of the capture</p>" = "<p>按<b>F11</b>键开始/暂停录像<br>\n按<b>F12</b>键停止录像</p>\n\n<p>注意:录像没有结束以前您无法改变视窗大小</p>";
"OK" = "确定(O)";
"Cancel" = "取消(C)";
"Mercury" = "水星";
"Venus" = "金星";
"Mars" = "火星";
"Phobos" = "火卫一";
"Deimos" = "火卫二";
"Amalthea" = "木卫五";
"Io" = "Io";
"Europa" = "欧罗巴";
"Ganymede" = "木卫三";
"Callisto" = "卡利";
"Prometheus" = "土卫十六";
"Pandora" = "潘多拉";
"Epimetheus" = "土卫十一";
"Janus" = "杰纳斯";
"Mimas" = "土卫一";
"Enceladus" = "土卫二";
"Tethys" = "土卫三";
"Dione" = "Dione";
"Rhea" = "土卫五";
"Titan" = "土卫六";
"Hyperion" = "Hyperion";
"Iapetus" = "土卫八";
"Phoebe" = "土卫九";
"Miranda" = "天卫五";
"Ariel" = "Ariel";
"Umbriel" = "天卫二";
"Titania" = "天卫三";
"Oberon" = "天卫四";
"Larissa" = "拉里萨";
"Proteus" = "普罗透斯";
"Triton" = "海卫一";
"Nereid" = "海卫二";
"Pluto-Charon" = "冥王星-冥卫一";
"Charon" = "冥卫一";
"NORTH AMERICA" = "北非";
"SOUTH AMERICA" = "南美";
"EURASIA" = "欧亚大陆";
"AFRICA" = "非洲";
"AUSTRALIA" = "大洋洲";
"ANTARCTICA" = "南极";
"NORTH ATLANTIC OCEAN" = "北大西洋";
"SOUTH ATLANTIC OCEAN" = "南大西洋";
"NORTH PACIFIC OCEAN" = "北太平洋";
"SOUTH PACIFIC OCEAN" = "南太平洋";
"INDIAN OCEAN" = "印度洋";
"ARCTIC OCEAN" = "北冰洋";
"Milky Way" = "银河";
"SMC" = "小麦哲伦星系";
"LMC" = "大麦哲伦星系";
"Solar System Barycenter" = "太阳系重心";
"File" = "文件(F)";
"Open Script..." = "打开脚本程序文件(O)...";
"Scripts" = "脚本";
"Placeholder" = "分隔符";
"Capture Image...\tF10" = "捕捉图像(I)...\tF10";
"Capture Movie...\tShift+F10" = "捕捉影像(M)...\tShift+F10";
"Exit" = "退出(X)";
"Select Sol\tH" = "选择太阳系(S)\tH";
"Tour Guide..." = "导向(G)...";
"Select Object..." = "选择物体(O)...";
"Goto Object..." = "驶向物体...";
"Center Selection\tC" = "置选择物体于屏幕中心(C)\tC";
"Go to Selection\tG" = "驶向选择物体(G)\tG";
"Follow Selection\tF" = "尾随选择物体(F)\tF";
"Sync Orbit Selection\tY" = "同步于选择物体(Y)\tY";
"Track Selection\tT" = "监视跟踪选择物体(T)\tT";
"Solar System Browser..." = "浏览太阳系(B)...";
"Star Browser..." = "检索星球系(R)...";
"Eclipse Finder" = "预算星月食(E)";
"Time" = "时间(T)";
"10x Faster\tL" = "加快10倍(F)\tL";
"10x Slower\tK" = "减慢10倍(S)\tK";
"Freeze\tSpace" = "停滞(Z)\tSpace";
"Reverse Time\tJ" = "倒时(V)\tJ";
"Set Time..." = "设定时间(T)...";
"Show Local Time" = "显示计算机时钟时间";
"Render" = "渲染(R)";
"Select Display Mode..." = "选择显示模式...";
"Toggle Full Screen\tAlt+Enter" = "切换全屏幕显示\tAlt+Enter";
"View Options..." = "可视化设置...";
"Locations..." = "地面特征设置...";
"More Stars Visible\t]" = "增加可见星球数目\t]";
"Fewer Stars Visible\t[" = "减少可见星球数目\t[";
"Auto Magnitude\tCtrl+Y" = "光度自动调节\tCtrl+Y";
"Star Style" = "星点显示形状(Y)";
"Fuzzy Points" = "模糊点(F)";
"Points" = "正常点(P)";
"Scaled Discs" = "缩放圆点(D)";
"Ambient Light" = "光线强度(A)";
"None" = "无光(N)";
"Low" = "弱光(L)";
"Medium" = "正常光(M)";
"Texture Resolution" = "材质分辨率";
"High" = "高";
"Antialiasing\tCtrl+X" = "圆整场景绘图\tCtrl+X";
"View" = "视窗(V)";
"Split Horizontally\tCtrl+R" = "水平分割视窗(H)\tCtrl+R";
"Split Vertically\tCtrl+U" = "纵向分割视窗(V)\tCtrl+U";
"Delete Active View\tDEL" = "删除当前视窗(D)\tDEL";
"Single View\tCtrl+D" = "单视窗(S)\tCtrl+D";
"Show Frames" = "显示窗边(F)";
"Synchronize Time" = "时间同步(T)";
"Bookmarks" = "书签(B)";
"Add Bookmarks..." = "标记书签(A)...";
"Organize Bookmarks..." = "管理书签(O)...";
"Help" = "帮助(H)";
"Run Demo" = "系统演示(D)";
"Controls" = "键盘操作帮助(C)";
"OpenGL Info" = "OpenGL系统配置信息(O)";
"License" = "使用版权说明(L)";
"About Celestia" = "关于Celestia软件系统(A)";
"About Celestia" = "关于Celestia系统";
"OK" = "确定";
"Copyright (C) 2001-2009, Celestia Development Team" = "版权所有（C）2001-2008, Celestia 开发团队";
"http://www.shatters.net/celestia" = "http://www.shatters.net/celestia";
"Celestia is free software and comes with absolutely no warranty." = "Celestia 是免费软件，不提供任何担保。";
"Authors" = "软件作者";
"Chris Laurel" = "Chris Laurel";
"Clint Weisbrod" = "Clint Weisbrod";
"Fridger Schrempp" = "Fridger Schrempp";
"Christophe Teyssier" = "Christophe Teyssier";
"Grant Hutchison" = "Grant Hutchison";
"Pat Suwalski" = "Pat Suwalski";
"Toti" = "Toti";
"Da Woon Jung" = "Da Woon Jung";
"Hank Ramsey" = "Hank Ramsey";
"Bob Ippolito" = "Bob Ippolito";
"Vincent Giangiulio" = "文森特.吉昂里奥";
"Select Object" = "选择物体";
"Object Name" = "选择物体";
"License" = "使用版权说明";
"Celestia Controls" = "Celestia常用控制方法";
"OpenGL Driver Info" = "OpenGL系统信息";
"Set Simulation Time" = "设置时间";
"Time Zone: " = "时区:";
"Set To Current Time" = "使用当前时间";
"Add Bookmark" = "添加标记书签";
"Create in >>" = "写入 >>";
"New Folder..." = "新建文件夹...";
"Solar System Browser" = "太阳系浏览";
"Solar System" = "太阳系";
"Go To" = "驶向(G)";
"Solar System Objects" = "太阳系物体";
"Star Browser" = "星系浏览";
"Brightest" = "按最大亮度";
"With planets" = "按拥有行星数目";
"Refresh" = "刷新(R)";
"Star Search Criteria" = "星系查找准则";
"Maximum Stars Displayed in List" = "栏目中最多所显示的星系数目";
"Tour Guide" = "导向";
"Go To" = "驶向";
"Select your destination:" = "选择遨游目的地:";
"Go to Object" = "驶向目标物体";
"radii" = "半径";
"Object" = "物体";
"Long." = "经度";
"Lat." = "纬度";
"Distance" = "距离";
"Size:" = "影像尺寸:";
"Frame rate:" = "FPS显真:";
"Select Display Mode" = "屏幕显示设置";
"Resolution" = "分辨率";
"View Options" = "可视化设置";
"Globulars" = "球状星团";
"Grids" = "经纬网格";
"Celestial" = "天体";
"Horizontal" = "水平分割";
"Galactic" = "银河系";
"Ecliptic" = "黄道";
"Minor Moons" = "小卫星";
"DSO Labels" = "深空间物体名称";
"Diagrams" = "星座线";
"Boundaries" = "星座边界线";
"Latin Names" = "拉丁学名";
"Information Text" = "文字显示方式";
"Filter Stars" = "恒星筛选";
"Montes (Mountains)" = "Montes (山脉)";
"Maria (Seas)" = "Maria (海洋)";
"Valles (Valleys)" = "Valles (峡谷)";
"Terrae (Land masses)" = "Terrae (陆地)";
"Volcanoes" = "火山";
"Other features" = "其它特征";
"Label Features" = "特征标签";
"Show Features" = "显示特征";
"Minimum Labeled Feature Size" = "地面特征最小显示尺寸";
"Add New Bookmark Folder" = "新建游览记录文件夹";
"Folder Name" = "文件夹名称";
"Organize Bookmarks" = "管理书签";
"Rename..." = "重命名...";
"Delete" = "删除";
"Rename Bookmark or Folder" = "重新命名记录或文件夹";
"New Name" = "新命名";
"Compute" = "计算";
"Set Date and Go to Planet" = "设定日期并驶向行星";
"Lunar Eclipses" = "月食";
"Jan" = "1 月";
"Feb" = "2 月";
"Mar" = "3 月";
"Apr" = "4 月";
"May" = "5 月";
"Jun" = "6 月";
"Jul" = "7 月";
"Aug" = "8 月";
"Sep" = "9 月";
"Oct" = "10 月";
"Nov" = "11 月";
"Dec" = "12 月";
